{
	"birds": [
		{
			"name": "Aquatic warbler",
			"initial": "a",
			"id": "aquaticwarbler",
			"sourceurl": "http://www.rspb.org.uk//birds-and-wildlife/bird-and-wildlife-guides/bird-a-z/a/aquaticwarbler/index.aspx",
			"status": "red",
			"intro": "The aquatic warbler is a regular but scarce autumn migrant to certain areas in southern Britain, visiting on its way between breeding grounds in eastern Europe and its winter home in West Africa.  Its dependence on a specialised and vulnerable breeding habitat means it has become a globally threatened and declining species. It is more yellow-brown and streaked than the simliar sedge warbler.",
			"latin": "Acrocephalus paludicola",
			"family": "warblers",
			"where": "They are best looked for in coastal reedbeds along the south coast, often  feeding near the reedbed in low vegetation. The RSPB reserve at Marazion Marsh, Cornwall records several aquatic warblers annually and they have also been seen at Radipole Lake and Lodmoor reserves in Dorset.",
			"when": "Arrives at its European breeding grounds in April. \n\nMigration starts in autumn and sometimes earlier with some males leaving breeding areas at the end of June and the majority in the second half of July.  Juveniles leave shortly after fledging.  \n\nIn the UK it is best looked for in late summer, especially the latter half of August.  It can be difficult to see in thick vegetation as it tends to keep close to the ground or water and creep along.",
			"diet": "Insects, caterpillars and grubs, and spiders.",
			"population": {
				"europe": "12-20,000 pairs",
				"uk_wintering": "10 birds"
			},
			"distribution": {
				"europe": "Usually seen along the south coast of England.",
				"uk": "Eastern Germany and Poland eastwards.",
				"worldwide": "Germany and Poland eastwards into central Asia."
			},
			"images": [
				"0-aquatic-warbler.jpg"
			]
		},
		{
			"name": "Arctic skua",
			"initial": "a",
			"id": "arcticskua",
			"sourceurl": "http://www.rspb.org.uk//birds-and-wildlife/bird-and-wildlife-guides/bird-a-z/a/arcticskua/index.aspx",
			"status": "red",
			"intro": "A medium-sized dark-looking seabird with pointed wings, and pale patches at the wingtips.  Often seen flying low and fast above the waves in pursuit of a tern or other bird, sometimes chasing it high into the air, twisting and turning, to make it drop its food.  It comes to land only to breed and is aggressive towards intruders into its breeding territory.",
			"latin": "Stercorarius parasiticus",
			"family": "skuas",
			"where": "In summer it is most easily seen in the Shetland and Orkney islands, and on some coastal moorlands of north and west Scotland; on passage best looked for from coasts in August and September, especially in areas near tern colonies where there are good numbers of feeding terns.",
			"when": "Summer (on breeding grounds) and spring and autumn (on passage).",
			"diet": "Mainly fish, some eggs and young birds.",
			"population": {
				"uk_breeding": "2,136 pairs"
			},
			"distribution": {
				"europe": "Northern Scotland (breeding) and around coasts (passage)",
				"uk": "Iceland, N Scandinavia",
				"worldwide": "N and S America, Europe, Africa and Asia"
			},
			"images": [
				"0-arctic-skua-light-form.jpg",
				"1-arctic-skua-juvenile.jpg"
			]
		},
		{
			"name": "Arctic tern",
			"initial": "a",
			"id": "arctictern",
			"sourceurl": "http://www.rspb.org.uk//birds-and-wildlife/bird-and-wildlife-guides/bird-a-z/a/arctictern/index.aspx",
			"status": "amber",
			"intro": "With its long tail streamers and general shape the Arctic tern deserves the local name of 'sea swallow'. Appearing white with a black cap, it is largely coastal although it can be seen inland on migration. It depends on a healthy marine environment and some colonies have been affected by fish shortages. Arctic terns are the ultimate long distance migrants - summer visitors to the UK and winter visitors to the Antarctic.",
			"latin": "Sterna paradisaea",
			"family": "terns",
			"where": "Breeding terns can best be seen on island such as the Farne Islands in Northumberland or on the Northern Isles where the greatest breeding densities occur.  Look out for them on spring pasage at inland reservoirs and around the coast in autumn as they head south.",
			"when": "European birds start to arrive back from their Antarctic winter break in May, with northernmost birds getting back in June. Many birds occur inland during their migration north, passing through central England in late April/early May. Migration south commences after breeding in late July and August.",
			"diet": "Mainly fish",
			"population": {
				"europe": "500-900,000 pairs",
				"uk_breeding": "53,000 pairs"
			},
			"distribution": {
				"europe": "Northern England, Scotland, north Wales, Isle of Man and Ireland.",
				"uk": "Scandinavia, Russia, Iceland and other Arctic islands, and UK, Ireland, Netherlands and Germany",
				"worldwide": "Found from the Arctic to the Antarctic"
			},
			"images": [
				"0-arctic-tern.jpg",
				"1-arctic-tern-adult-in-flight.jpg",
				"2-arctic-tern-juvenile-in-flight.jpg"
			]
		}
	]
}